{"word2idx": {"<pad>": 0, "<start>": 1, "<end>": 2, "<unk>": 3, "a": 4, "restaurant": 5, "has": 6, "modern": 7, "wooden": 8, "tables": 9, "and": 10, "chairs": 11, ".": 12, "long": 13, "table": 14, "with": 15, "rounded": 16, "back": 17, "plant": 18, "on": 19, "top": 20, "of": 21, "it": 22, "surrounded": 23, "flower": 24, "arrangement": 25, "in": 26, "the": 27, "middle": 28, "for": 29, "is": 30, "adorned": 31, "blue": 32, "accents": 33, "man": 34, "preparing": 35, "desserts": 36, "kitchen": 37, "covered": 38, "frosting": 39, "chef": 40, "decorating": 41, "many": 42, "small": 43, "pastries": 44, "baker": 45, "prepares": 46, "various": 47, "types": 48, "baked": 49, "goods": 50, "close": 51, "up": 52, "person": 53, "grabbing": 54, "pastry": 55, "container": 56, "hand": 57, "touching": 58, "big": 59, "red": 60, "telephone": 61, "booth": 62, "that": 63, "standing": 64, "inside": 65, "phone": 66, "this": 67, "an": 68, "image": 69, "using": 70, "full": 71, "spices": 72, "rack": 73, "counter": 74, ",": 75, "oven": 76, "other": 77, "accessories": 78, "utilizes": 79, "all": 80, "its": 81, "space": 82, "pots": 83, "pans": 84, "display": 85, "very": 86, "stove": 87, "shelf": 88, "child": 89, "woman": 90, "are": 91, "cooking": 92, "glances": 93, "at": 94, "young": 95, "girl": 96, "'s": 97, "stovetop": 98, "food": 99, "older": 100, "two": 101, "women": 102, "together": 103, "black": 104, "white": 105, "suit": 106, "wearing": 107, "glasses": 108, "walking": 109, "through": 110, "door": 111, "nicely": 112, "dressed": 113, "way": 114, "walks": 115, "open": 116, "smiling": 117, "doorway": 118, "photo": 119, "tie": 120, "huge": 121, "clock": 122, "wall": 123, "near": 124, "large": 125, "face": 126, "numbers": 127, "end": 128, "above": 129, "radiator": 130, "bus": 131, "some": 132, "people": 133, "street": 134, "several": 135, "sidewalk": 136, "as": 137, "goes": 138, "by": 139, "rushing": 140, "group": 141, "city": 142, "double-decker": 143, "moving": 144, "down": 145, "stand": 146, "waiting": 147, "next": 148, "to": 149, "yellow": 150, "double": 151, "decker": 152, "bicycle": 153, "parked": 154, "cabinets": 155, "leaning": 156, "against": 157, "bike": 158, "backpack": 159, "located": 160, "truck": 161, "one": 162, "looking": 163, "order": 164, "beanie": 165, "leans": 166, "over": 167, "cart": 168, "piece": 169, "paper": 170, "beard": 171, "shirt": 172, "making": 173, "working": 174, "behind": 175, "slides": 176, "pizza": 177, "into": 178, "brick": 179, "apron": 180, "ball": 181, "cap": 182, "getting": 183, "ready": 184, "his": 185, "bread": 186, "be": 187, "cutting": 188, "roast": 189, "fork": 190, "knife": 191, "there": 192, "meat": 193, "board": 194, "slicing": 195, "hot": 196, "dark": 197, "room": 198, "counters": 199, "shelves": 200, "filled": 201, "wood": 202, "dishwasher": 203, "sink": 204, "refrigerator": 205, "window": 206, "opened": 207, "appliances": 208, "icebox": 209, "fridge": 210, "microwave": 211, "cook": 212, "under": 213, "lamp": 214, "chief": 215, "plating": 216, "out": 217, "pan": 218, "adding": 219, "sauce": 220, "plate": 221, "pass": 222, "adults": 223, "laptop": 224, "computers": 225, "while": 226, "sitting": 227, "outdoor": 228, "venue": 229, "row": 230, "men": 231, "laptops": 232, "side": 233, "building": 234, "number": 235, "siting": 236, "bench": 237, "sit": 238, "each": 239, "around": 240, "what": 241, "they": 242, "want": 243, "eat": 244, "wine": 245, "pizzas": 246, "off": 247, "vegetables": 248, "scallions": 249, "chopping": 250, "stands": 251, "he": 252, "cuts": 253, "onions": 254, "front": 255, "garage": 256, "chefs": 257, "patrons": 258, "exit": 259, "view": 260, "shows": 261, "leaving": 262, "elaborate": 263, "entry": 264, "includes": 265, "curved": 266, "revealing": 267, "work": 268, "features": 269, "see": 270, "outside": 271, "asian": 272, "dining": 273, "set": 274, "casual": 275, "meal": 276, "flowers": 277, "topped": 278, "four": 279, "place": 280, "mats": 281, "cloth": 282, "vase": 283, "roses": 284, "tablecloth": 285, "placemats": 286, "dinning": 287, "napkins": 288, "cluttered": 289, "but": 290, "clean": 291, "kept": 292, "cramped": 293, "empty": 294, "overhead": 295, "lighting": 296, "home": 297, "bar": 298, "microwaves": 299, "accented": 300, "color": 301, "flying": 302, "kite": 303, "pine": 304, "trees": 305, "couple": 306, "show": 307, "field": 308, "kites": 309, "forest": 310, "background": 311, "boy": 312, "fly": 313, "snow": 314, "have": 315, "sky": 316, "prepared": 317, "area": 318, "meals": 319, "plated": 320, "dishes": 321, "workers": 322, "commercial": 323, "bunch": 324, "upcoming": 325, "dinner": 326, "service": 327, "team": 328, "grill": 329, "burgers": 330, "sandwiches": 331, "meats": 332, "being": 333, "made": 334, "laying": 335, "stomach": 336, "towel": 337, "head": 338, "someone": 339, "bed": 340, "someones": 341, "bare": 342, "lying": 343, "dish": 344, "utensils": 345, "hanging": 346, "from": 347, "strange": 348, "interesting": 349, "curtain": 350, "crowded": 351, "walls": 352, "eating": 353, "noodles": 354, "bowl": 355, "baby": 356, "feeding": 357, "himself": 358, "kid": 359, "spoon": 360, "little": 361, "help": 362, "own": 363, "hands": 364, "skateboard": 365, "ramp": 366, "doing": 367, "trick": 368, "boys": 369, "skate": 370, "park": 371, "children": 372, "entertaining": 373, "skatepark": 374, "performs": 375, "tricks": 376, "onlookers": 377, "watch": 378, "steel": 379, "countertops": 380, "stainless": 381, "wit": 382, "ha": 383, "coffee": 384, "make": 385, "corner": 386, "countertop": 387, "talking": 388, "grass": 389, "talks": 390, "cell": 391, "far": 392, "three": 393, "others": 394, "blanket": 395, "light": 396, "colored": 397, "clothing": 398, "tents": 399, "cellphone": 400, "lawn": 401, "pair": 402, "tablet": 403, "perched": 404, "laugh": 405, "look": 406, "computer": 407, "happily": 408, "plastic": 409, "bottle": 410, "closeup": 411, "soup": 412, "bowls": 413, "fourths": 414, "stacks": 415, "pot": 416, "skillet": 417, "dirty": 418, "plates": 419, "bearded": 420, "looks": 421, "turned": 422, "observing": 423, "something": 424, "away": 425, "him": 426, "tv": 427, "offering": 428, "taste": 429, "feeds": 430, "bite": 431, "old": 432, "giving": 433, "test": 434, "sample": 435, "her": 436, "fed": 437, "spoonful": 438, "riding": 439, "bikes": 440, "stopped": 441, "church": 442, "riders": 443, "bicycles": 444, "leaves": 445, "training": 446, "wheels": 447, "jumpsuit": 448, "sweater": 449, "picnic": 450, "tricycle": 451, "bath": 452, "ornate": 453, "bathroom": 454, "multicolor": 455, "tiles": 456, "decorated": 457, "style": 458, "mediterranean": 459, "mosaic": 460, "tiled": 461, "lot": 462, "fancy": 463, "tile": 464, "tub": 465, "vanity": 466, "chandelier": 467, "intricate": 468, "golden": 469, "bathtub": 470, "ceiling": 471, "green": 472, "mint": 473, "car": 474, "pictures": 475, "washing": 476, "mirror": 477, "crying": 478, "photograph": 479, "toddler": 480, "dress": 481, "everyone": 482, "sunglasses": 483, "dog": 484, "needs": 485, "cleaned": 486, "floor": 487, "broken": 488, "toilet": 489, "nasty": 490, "stuff": 491, "across": 492, "picture": 493, "sinks": 494, "shown": 495, "beat": 496, "abandoned": 497, "carpet": 498, "yellowish": 499, "including": 500, "pink": 501, "towels": 502, "rug": 503, "painting": 504, "or": 505, "drawing": 506, "flooring": 507, "mountain": 508, "bikers": 509, "take": 510, "break": 511, "path": 512, "them": 513, "taking": 514, "trail": 515, "motorcross": 516, "coming": 517, "woods": 518, "rocky": 519, "ground": 520, "bush": 521, "solid": 522, "statues": 523, "post": 524, "monument": 525, "atmosphere": 526, "relaxing": 527, "nearby": 528, "anchored": 529, "between": 530, "parking": 531, "posts": 532, "new": 533, "nothing": 534, "displays": 535, "another": 536, "beneath": 537, "reflecting": 538, "roll": 539, "scene": 540, "featuring": 541, "antique": 542, "brass": 543, "fixtures": 544, "mounted": 545, "soap": 546, "pedestal": 547, "public": 548, "restroom": 549, "bottles": 550, "kneeling": 551, "squatting": 552, "crouching": 553, "camera": 554, "rolls": 555, "stacked": 556, "few": 557, "roles": 558, "tissue": 559, "walled": 560, "six": 561, "bright": 562, "loft": 563, "rustic": 564, "windows": 565, "adjustable": 566, "magnifying": 567, "attached": 568, "circular": 569, "mirrors": 570, "reflects": 571, "smaller": 572, "2": 573, "shower": 574, "jacuzzi": 575, "furry": 576, "cat": 577, "pulling": 578, "playful": 579, "pulls": 580, "playing": 581, "upraised": 582, "lid": 583, "bookshelves": 584, "books": 585, "adjacent": 586, "bookshelf": 587, "guy": 588, "hoodie": 589, "peeing": 590, "note": 591, "written": 592, "purple": 593, "urinating": 594, "lined": 595, "crosswalk": 596, "focusing": 597, "bicyclists": 598, "going": 599, "road": 600, "complete": 601, "tab": 602, "plain": 603, "beige": 604, "both": 605, "tub/shower": 606, "destroyed": 607, "mirrored": 608, "cabinet": 609, "run": 610, "paint": 611, "peeling": 612, "need": 613, "remodeling": 614, "repair": 615, "crumbling": 616, "medicine": 617, "peels": 618, "filthy": 619, "focus": 620, "bow": 621, "toliet": 622, "wrapped": 623, "ribbon": 624, "carefully": 625, "brand": 626, "seat": 627, "groups": 628, "tower": 629, "town": 630, "plaza": 631, "gathered": 632, "square": 633, "strolling": 634, "unfinished": 635, "tools": 636, "demolished": 637, "construction": 638, "torn": 639, "remodeled": 640, "glass": 641, "doors": 642, "clear": 643, "see-through": 644, "grey": 645, "motif": 646, "freshly": 647, "hotel": 648, "closed": 649, "heated": 650, "racks": 651, "built": 652, "hairdryer": 653, "chrome": 654, "sticking": 655, "sized": 656, "nice": 657, "lights": 658, "decorative": 659, "commode": 660, "marble": 661, "monogrammed": 662, "symbol": 663, "sculpture": 664, "faucet": 665, "porcelain": 666, "reflected": 667, "rectangular": 668, "single": 669, "right": 670, "lady": 671, "van": 672, "seagulls": 673, "landing": 674, "watching": 675, "birds": 676, "automobile": 677, "where": 678, "seagull": 679, "attacking": 680, "roof": 681, "peoples": 682, "sticks": 683, "brown": 684, "puts": 685, "fluffy": 686, "cute": 687, "school": 688, "stop": 689, "sign": 690, "sits": 691, "showing": 692, "vehicles": 693, "appear": 694, "traveling": 695, "advertisement": 696, "ice": 697, "cubes": 698, "bottom": 699, "bucket": 700, "trash": 701, "can": 702, "laminate": 703, "surrounding": 704, "extremely": 705, "boat": 706, "lots": 707, "seats": 708, "gate": 709, "bridge": 710, "train": 711, "booths": 712, "phillips": 713, "66": 714, "clocks": 715, "posters": 716, "vintage": 717, "photos": 718, "motorcycle": 719, "displayed": 720, "gas": 721, "station": 722, "logo": 723, "hangs": 724, "underneath": 725, "resembling": 726, "surfboard": 727, "surf": 728, "classic": 729, "woody": 730, "wagon": 731, "strapped": 732, "colorful": 733, "intersection": 734, "roadway": 735, "driving": 736, "cars": 737, "main": 738, "tall": 739, "chevy": 740, "busy": 741, "simple": 742, "yet": 743, "messy": 744, "garbage": 745, "stall": 746, "trashcan": 747, "duel": 748, "silver": 749, "faucets": 750, "gray": 751, "lit": 752, "reflection": 753, "urinals": 754, "shaped": 755, "along": 756, "short": 757, "pee": 758, "toilets": 759, "bear": 760, "library": 761, "case": 762, "taxidermy": 763, "fake": 764, "box": 765, "stuffed": 766, "more": 767, "disgusting": 768, "than": 769, "line": 770, "wire": 771, "basket": 772, "transported": 773, "motor": 774, "scooter": 775, "cage": 776, "motocycle": 777, "painted": 778, "seen": 779, "slanted": 780, "angle": 781, "napkin": 782, "cup": 783, "arranged": 784, "crossed": 785, "connected": 786, "speaker": 787, "object": 788, "running": 789, "chair": 790, "comically": 791, "fashioned": 792, "holding": 793, "paw": 794, "held": 795, "eaten": 796, "mixed": 797, "spoons": 798, "resting": 799, "like": 800, "vases": 801, "ceramic": 802, "fashion": 803, "floral": 804, "costume": 805, "wig": 806, "urinal": 807, "frames": 808, "christmas": 809, "hat": 810, "santa": 811, "holds": 812, "leak": 813, "checkered": 814, "done": 815, "checker": 816, "pattern": 817, "checked": 818, "overhang": 819, "outdoors": 820, "awning": 821, "stored": 822, "structure": 823, "items": 824, "fenced": 825, "yard": 826, "brush": 827, "not": 828, "been": 829, "water": 830, "cleaning": 831, "equipped": 832, "fashionable": 833, "architectural": 834, "subway": 835, "dispensers": 836, "directly": 837, "below": 838, "horse-drawn": 839, "carriage": 840, "moves": 841, "carrying": 842, "passengers": 843, "horse": 844, "drawn": 845, "ride": 846, "rides": 847, "rails": 848, "handicap": 849, "walk-in": 850, "which": 851, "walkway": 852, "rows": 853, "pews": 854, "interior": 855, "cathedral": 856, "stained": 857, "throughout": 858, "supplies": 859, "installed": 860, "during": 861, "hole": 862, "d": 863, "pipe": 864, "curtains": 865, "widow": 866, "safety": 867, "handle": 868, "washroom": 869, "watermelon": 870, "broccoli": 871, "assorted": 872, "fruits": 873, "veggies": 874, "variety": 875, "foods": 876, "vegetable": 877, "salads": 878, "sliced": 879, "fresh": 880, "fruit": 881, "motorcycles": 882, "alley": 883, "day": 884, "suzuki": 885, "motorcyles": 886, "sister": 887, "pants": 888, "kids": 889, "their": 890, "sterilized": 891, "notice": 892, "matching": 893, "word": 894, "``": 895, "printed": 896, "different": 897, "shine": 898, "lamps": 899, "metal": 900, "rail": 901, "airplane": 902, "writing": 903, "demonstration": 904, "storage": 905, "blown": 906, "highway": 907, "race": 908, "motorcyclists": 909, "freight": 910, "warehouse": 911, "frame": 912, "lift": 913, "maroon": 914, "cruising": 915, "sunny": 916, "alongside": 917, "sun": 918, "chocolate": 919, "deep": 920, "fried": 921, "melted": 922, "entree": 923, "delicious": 924, "oval": 925, "platter": 926, "cakes": 927, "donuts": 928, "cake": 929, "brownies": 930, "doughnuts": 931, "trays": 932, "displaying": 933, "multitude": 934, "sweet": 935, "treats": 936, "served": 937, "these": 938, "kinds": 939, "our": 940, "past": 941, "five": 942, "presidents": 943, "current": 944, "president": 945, "former": 946, "gathering": 947, "living": 948, "present": 949, "suits": 950, "ties": 951, "helmet": 952, "motorcyclist": 953, "drives": 954, "high": 955, "speeds": 956, "cyclist": 957, "sports": 958, "animal": 959, "platform": 960, "desk": 961, "rock": 962, "dead": 963, "video": 964, "films": 965, "procession": 966, "filming": 967, "scooters": 968, "passing": 969, "evening": 970, "purpose": 971, "recording": 972, "policeman": 973, "police": 974, "posing": 975, "cop": 976, "officer": 977, "vehicle": 978, "officers": 979, "cops": 980, "uniforms": 981, "bmw": 982, "leather": 983, "satchel": 984, "event": 985, "function": 986, "formal": 987, "takes": 988, "turn": 989, "crowd": 990, "spectators": 991, "curve": 992, "turning": 993, "#": 994, "20": 995, "bars": 996, "rounding": 997, "employee": 998, "passenger": 999, "entrance": 1000, "commuter": 1001, "towers": 1002, "part": 1003, "gothic": 1004, "daylight": 1005, "cloudy": 1006, "stone": 1007, "cycle": 1008, "house": 1009, "cans": 1010, "umbrella": 1011, "shiny": 1012, "railing": 1013, "porch": 1014, "japanese": 1015, "lan": 1016, "airport": 1017, "sea": 1018, "jetliner": 1019, "runway": 1020, "plane": 1021, "taxiing": 1022, "jet": 1023, "coast": 1024, "air": 1025, "flies": 1026, "camouflage": 1027, "military": 1028, "fighter": 1029, "hovering": 1030, "clouds": 1031, "airplanes": 1032, "buildings": 1033, "idle": 1034, "about": 1035, "land": 1036, "jumbo": 1037, "tarmac": 1038, "adorable": 1039, "plants": 1040, "sideways": 1041, "shorts": 1042, "slippers": 1043, "shaded": 1044, "layer": 1045, "pole": 1046, "traffic": 1047, "signal": 1048, "thin": 1049, "sheep": 1050, "roaming": 1051, "animals": 1052, "grazing": 1053, "hillside": 1054, "hill": 1055, "flock": 1056, "graze": 1057, "kicking": 1058, "feet": 1059, "seated": 1060, "fence": 1061, "covering": 1062, "eyes": 1063, "giraffe": 1064, "nose": 1065, "pool": 1066, "bending": 1067, "drinking": 1068, "watering": 1069, "drink": 1070, "airliner": 1071, "cliff": 1072, "beside": 1073, "plan": 1074, "rests": 1075, "situated": 1076, "rolling": 1077, "horned": 1078, "type": 1079, "coat": 1080, "bird": 1081, "neck": 1082, "walk": 1083, "propeller": 1084, "airshow": 1085, "concrete": 1086, "feed": 1087, "grassy": 1088, "struggling": 1089, "low": 1090, "pasture": 1091, "mountains": 1092, "fields": 1093, "sheared": 1094, "orange": 1095, "tied": 1096, "distance": 1097, "herd": 1098, "store": 1099, "says": 1100, "woolen": 1101, "mill": 1102, "lambs": 1103, "opposite": 1104, "direction": 1105, "who": 1106, "lays": 1107, "barking": 1108, "higher": 1109, "planes": 1110, "larger": 1111, "tells": 1112, "motorists": 1113, "how": 1114, "proceed": 1115, "do": 1116, "enter": 1117, "warning": 1118, "adult": 1119, "lamb": 1120, "farm": 1121, "setting": 1122, "mother": 1123, "creating": 1124, "shadow": 1125, "cross": 1126, "benches": 1127, "boardwalk": 1128, "shopping": 1129, "mall": 1130, "rest": 1131, "seating": 1132, "crow": 1133, "bag": 1134, "cafe": 1135, "throws": 1136, "model": 1137, "pointing": 1138, "throwing": 1139, "toy": 1140, "steam": 1141, "smoke": 1142, "comes": 1143, "cityscape": 1144, "cone": 1145, "pouring": 1146, "stack": 1147, "peanut": 1148, "close-up": 1149, "peeking": 1150, "bushes": 1151, "visible": 1152, "giraffes": 1153, "elephant": 1154, "form": 1155, "hiding": 1156, "wooded": 1157, "grove": 1158, "self": 1159, "dry": 1160, "wild": 1161, "grasses": 1162, "zoo": 1163, "facing": 1164, "pin": 1165, "boulder": 1166, "exploring": 1167, "habitat": 1168, "winter": 1169, "frozen": 1170, "left": 1171, "bomber": 1172, "propped": 1173, "crossing": 1174, "necks": 1175, "rubbing": 1176, "heads": 1177, "intertwined": 1178, "interlocking": 1179, "stick": 1180, "smal": 1181, "human": 1182, "straw": 1183, "mouth": 1184, "snowy": 1185, "misty": 1186, "quietly": 1187, "sheeps": 1188, "whoever": 1189, "sandy": 1190, "pointed": 1191, "towards": 1192, "straight": 1193, "vegetation": 1194, "lush": 1195, "isle": 1196, "boars": 1197, "sheered": 1198, "pile": 1199, "wool": 1200, "having": 1201, "just": 1202, "had": 1203, "haired": 1204, "shaved": 1205, "newly": 1206, "shaven": 1207, "fur": 1208, "among": 1209, "tress": 1210, "shrubbery": 1211, "rain": 1212, "paths": 1213, "streets": 1214, "unique": 1215, "masked": 1216, "staring": 1217, "decorations": 1218, "mask": 1219, "colorfully": 1220, "costumed": 1221, "character": 1222, "carried": 1223, "parade": 1224, "motion": 1225, "diving": 1226, "somewhat": 1227, "downtown": 1228, "rainy": 1229, "dirt": 1230, "leading": 1231, "passes": 1232, "before": 1233, "entering": 1234, "sand": 1235, "beach": 1236, "foreground": 1237, "signage": 1238, "desolate": 1239, "if": 1240, "transit": 1241, "buses": 1242, "cones": 1243, "crosses": 1244, "ostriches": 1245, "enclosure": 1246, "containing": 1247, "same": 1248, "exhibit": 1249, "sharing": 1250, "tree": 1251, "grown": 1252, "youngster": 1253, "cluster": 1254, "alertly": 1255, "art": 1256, "print": 1257, "goats": 1258, "snow-capped": 1259, "cattle": 1260, "range": 1261, "artist": 1262, "altered": 1263, "lines": 1264, "heavy": 1265, "bunches": 1266, "electrical": 1267, "power": 1268, "hang": 1269, "handing": 1270, "hanged": 1271, "use": 1272, "congregating": 1273, "tourist": 1274, "tour": 1275, "terminal": 1276, "dedicated": 1277, "memory": 1278, "'": 1279, "n": 1280, "inscribed": 1281, "memorial": 1282, "liquid": 1283, "ear": 1284, "tags": 1285, "medium": 1286, "gloves": 1287, "cold": 1288, "elderly": 1289, "shades": 1290, "jacket": 1291, "atop": 1292, "fire": 1293, "hydrant": 1294, "stocking": 1295, "scotland": 1296, "level": 1297, "bricked": 1298, "individuals": 1299, "we": 1300, "freeway": 1301, "faded": 1302, "alone": 1303, "rusted": 1304, "teenaged": 1305, "climbing": 1306, "promenade": 1307, "climbs": 1308, "onto": 1309, "potted": 1310, "army": 1311, "pick": 1312, "numerous": 1313, "things": 1314, "now": 1315, "rusty": 1316, "gloomy": 1317, "rundown": 1318, "hilly": 1319, "rocks": 1320, "ocean": 1321, "landscape": 1322, "hay": 1323, "bale": 1324, "starts": 1325, "captivity": 1326, "rams": 1327, "fighting": 1328, "wilderness": 1329, "buck": 1330, "butting": 1331, "horns": 1332, "forward": 1333, "spot": 1334, "busted": 1335, "girls": 1336, "pose": 1337, "spraying": 1338, "spewing": 1339, "london": 1340, "wait": 1341, "curb": 1342, "cactus": 1343, "ahead": 1344, "branch": 1345, "backyard": 1346, "log": 1347, "triumphantly": 1348, "fight": 1349, "leftovers": 1350, "overlooking": 1351, "scenery": 1352, "tilting": 1353, "design": 1354, "leaf": 1355, "center": 1356, "tourists": 1357, "enjoying": 1358, "victoria": 1359, "i": 1360, "indicates": 1361, "name": 1362, "posted": 1363, "convention": 1364, "signs": 1365, "pretty": 1366, "miss": 1367, "america": 1368, "atlantic": 1369, "famous": 1370, "night": 1371, "time": 1372, "reflections": 1373, "shop": 1374, "reads": 1375, "30th": 1376, "m": 1377, "st": 1378, "nw": 1379, "pedestrians": 1380, "billboard": 1381, "graffiti": 1382, "herself": 1383, "taxi": 1384, "she": 1385, "mostly": 1386, "wings": 1387, "spread": 1388, "spreading": 1389, "dock": 1390, "beak": 1391, "wing": 1392, "extended": 1393, "floating": 1394, "umbrellas": 1395, "fedora": 1396, "owl": 1397, "tire": 1398, "branches": 1399, "overflowing": 1400, "homeless": 1401, "york": 1402, "urban": 1403, "paddle": 1404, "poses": 1405, "lake": 1406, "me": 1407, "pictured": 1408, "lego": 1409, "conductor": 1410, "track": 1411, "miniature": 1412, "toys": 1413, "appears": 1414, "railroad": 1415, "tracks": 1416, "upside": 1417, "lies": 1418, "upturned": 1419, "eggs": 1420, "swamp": 1421, "nest": 1422, "marsh": 1423, "ducks": 1424, "pond": 1425, "driveway": 1426, "clinging": 1427, "feeder": 1428, "perch": 1429, "racehorse": 1430, "horses": 1431, "guide": 1432, "racing": 1433, "fast": 1434, "sunlight": 1435, "blurry": 1436, "brightly": 1437, "silly": 1438, "cowboy": 1439, "saddle": 1440, "horseback": 1441, "historical": 1442, "apparel": 1443, "teddy": 1444, "bears": 1445, "come": 1446, "posed": 1447, "male": 1448, "female": 1449, "attire": 1450, "indicating": 1451, "certain": 1452, "section": 1453, "hats": 1454, "hangers": 1455, "relaxes": 1456, "limb": 1457, "trains": 1458, "engine": 1459, "stoplights": 1460, "streetlight": 1461, "multiple": 1462, "without": 1463, "no": 1464, "3rd": 1465, "ave": 1466, "s": 1467, "avenue": 1468, "say": 1469, "s.": 1470, "av": 1471, "canadian": 1472, "goose": 1473, "geese": 1474, "wide-open": 1475, "duck": 1476, "cement": 1477, "block": 1478, "dozen": 1479, "give": 1480, "names": 1481, "directions": 1482, "series": 1483, "include": 1484, "boxes": 1485, "monitor": 1486, "electronics": 1487, "cardboard": 1488, "assortment": 1489, "electronic": 1490, "equipment": 1491, "grouping": 1492, "baseball": 1493, "base": 1494, "fondant": 1495, "happy": 1496, "birthday": 1497, "steve": 1498, "themed": 1499, "serving": 1500, "tray": 1501, "body": 1502, "flight": 1503, "gulls": 1504, "winged": 1505, "allows": 1506, "attraction": 1507, "mini": 1508, "lone": 1509, "clearly": 1510, "celebratory": 1511, "banner": 1512, "coats": 1513, "motorized": 1514, "families": 1515, "rural": 1516, "second": 1517, "date": 1518, "parakeet": 1519, "business": 1520, "storefront": 1521, "mystic": 1522, "neon": 1523, "company": 1524, "country": 1525, "following": 1526, "route": 1527, "lanes": 1528, "forrest": 1529, "only": 1530, "median": 1531, "strip": 1532, "lane": 1533, "stay": 1534, "paved": 1535, "sidewalks": 1536, "divider": 1537, "arrow": 1538, "directional": 1539, "suburban": 1540, "first": 1541, "fe": 1542, "run-down": 1543, "rapid": 1544, "pace": 1545, "speeding": 1546, "loading": 1547, "stream": 1548, "heading": 1549, "populated": 1550, "waterway": 1551, "thomas": 1552, "figure": 1553, "neighborhood": 1554, "houses": 1555, "quiet": 1556, "residential": 1557, "stops": 1558, "locust": 1559, "bunk": 1560, "beds": 1561, "featured": 1562, "cabin": 1563, "ladder": 1564, "sleeping": 1565, "defaced": 1566, "half": 1567, "partially": 1568, "worn": 1569, "war": 1570, "words": 1571, "vandalized": 1572, "message": 1573, "extra": 1574, "wrote": 1575, "put": 1576, "bags": 1577, "collector": 1578, "load": 1579, "machinery": 1580, "towing": 1581, "oversized": 1582, "massive": 1583, "tractor": 1584, "steering": 1585, "wheel": 1586, "driver": 1587, "trucks": 1588, "stores": 1589, "roadside": 1590, "chase": 1591, "bank": 1592, "mcdonalds": 1593, "utility": 1594, "mcdonald": 1595, "storefronts": 1596, "curls": 1597, "kitten": 1598, "zebras": 1599, "oxen": 1600, "safari": 1601, "cow": 1602, "curled": 1603, "witha": 1604, "relax": 1605, "zebra": 1606, "pickup": 1607, "tires": 1608, "fair": 1609, "social": 1610, "mercedes": 1611, "salt": 1612, "ford": 1613, "drive": 1614, "dual": 1615, "rear": 1616, "married": 1617, "bride": 1618, "groom": 1619, "kisses": 1620, "unzipped": 1621, "collar": 1622, "suitcase": 1623, "luggage": 1624, "gras": 1625, "cows": 1626, "mobile": 1627, "vending": 1628, "flags": 1629, "flown": 1630, "ton": 1631, "sniffing": 1632, "sniffs": 1633, "smelling": 1634, "intently": 1635, "champagne": 1636, "class": 1637, "alcohol": 1638, "bedspread": 1639, "shaggy": 1640, "sheets": 1641, "edge": 1642, "snuggling": 1643, "server": 1644, "customers": 1645, "indoor": 1646, "great": 1647, "ringed": 1648, "mounds": 1649, "mound": 1650, "fuel": 1651, "hose": 1652, "pump": 1653, "us": 1654, "force": 1655, "fatigues": 1656, "shoulder": 1657, "u.s.": 1658, "aircraft": 1659, "drags": 1660, "toward": 1661, "calf": 1662, "locked": 1663, "cages": 1664, "gated": 1665, "pen": 1666, "nursing": 1667, "coral": 1668, "holing": 1669, "ranch": 1670, "milk": 1671, "mom": 1672, "tabby": 1673, "nap": 1674, "cradle": 1675, "crib": 1676, "striped": 1677, "shoulders": 1678, "selfie": 1679, "derby": 1680, "30": 1681, "ajar": 1682, "jeep": 1683, "missing": 1684, "transport": 1685, "feild": 1686, "wading": 1687, "flood": 1688, "waters": 1689, "roped": 1690, "river": 1691, "farmer": 1692, "leads": 1693, "waist": 1694, "herds": 1695, "russian": 1696, "notebook": 1697, "annoyed": 1698, "book": 1699, "screen": 1700, "daytime": 1701, "pastor": 1702, "colors": 1703, "younger": 1704, "goat": 1705, "beached": 1706, "ship": 1707, "rafts": 1708, "watercraft": 1709, "devices": 1710, "boats": 1711, "inflatable": 1712, "crowding": 1713, "hard": 1714, "horn": 1715, "prarie": 1716, "ox": 1717, "milking": 1718, "jar": 1719, "milks": 1720, "udder": 1721, "coupe": 1722, "market": 1723, "canal": 1724, "loaded": 1725, "scenic": 1726, "t": 1727, "ears": 1728, "jockey": 1729, "outfit": 1730, "drinks": 1731, "fully": 1732, "elephants": 1733, "plaque": 1734, "jewelry": 1735, "gift": 1736, "carrots": 1737, "containers": 1738, "divided": 1739, "sections": 1740, "ages": 1741, "wedding": 1742, "party": 1743, "shed": 1744, "males": 1745, "females": 1746, "barn": 1747, "clasped": 1748, "speak": 1749, "couples": 1750, "smile": 1751, "couch": 1752, "wear": 1753, "den": 1754, "float": 1755, "shape": 1756, "gigantic": 1757, "highly": 1758, "religious": 1759, "festival": 1760, "statue": 1761, "giant": 1762, "headdress": 1763, "hair": 1764, "marina": 1765, "illuminated": 1766, "sunset": 1767, "docked": 1768, "harbour": 1769, "yachts": 1770, "vibrant": 1771, "mud": 1772, "drenched": 1773, "enjoyment": 1774, "cool": 1775, "trunks": 1776, "totally": 1777, "ease": 1778, "environment": 1779, "pauses": 1780, "pushed": 1781, "rowing": 1782, "pontoon": 1783, "craft": 1784, "father": 1785, "humorous": 1786, "homemade": 1787, "paying": 1788, "fabric": 1789, "scissors": 1790, "papers": 1791, "tethered": 1792, "shore": 1793, "rope": 1794, "fishing": 1795, "narrow": 1796, "ferry": 1797, "barge": 1798, "enclosed": 1799, "private": 1800, "mountainous": 1801, "ceremony": 1802, "soaked": 1803, "raining": 1804, "japan": 1805, "plaid": 1806, "bell": 1807, "bottoms": 1808, "knees": 1809, "liner": 1810, "ships": 1811, "luxury": 1812, "village": 1813, "cruises": 1814, "obama": 1815, "framed": 1816, "staff": 1817, "presentation": 1818, "press": 1819, "conference": 1820, "received": 1821, "flag": 1822, "images": 1823, "device": 1824, "might": 1825, "paddles": 1826, "paddling": 1827, "besides": 1828, "crane": 1829, "multi-colored": 1830, "named": 1831, "st.": 1832, "follows": 1833, "followed": 1834, "yacht": 1835, "sale": 1836, "pier": 1837, "skyline": 1838, "harbor": 1839, "docking": 1840, "sailboats": 1841, "keyboard": 1842, "biting": 1843, "stretching": 1844, "banquet": 1845, "after": 1846, "guests": 1847, "playfully": 1848, "mans": 1849, "pretends": 1850, "chewing": 1851, "tape": 1852, "cruise": 1853, "tug": 1854, "moored": 1855, "taken": 1856, "patio": 1857, "angry": 1858, "huddle": 1859, "wide": 1860, "mama": 1861, "parent": 1862, "interact": 1863, "sunlit": 1864, "waterfront": 1865, "most": 1866, "office": 1867, "also": 1868, "eyeglasses": 1869, "serious": 1870, "worker": 1871, "iphone": 1872, "tent": 1873, "shallow": 1874, "play": 1875, "shot": 1876, "camping": 1877, "reception": 1878, "beer": 1879, "strolls": 1880, "ad": 1881, "floats": 1882, "music": 1883, "trying": 1884, "audio": 1885, "record": 1886, "player": 1887, "love": 1888, "wet": 1889, "poking": 1890, "taxing": 1891, "falling": 1892, "flows": 1893, "one-way": 1894, "canals": 1895, "boarding": 1896, "blond": 1897, "smiles": 1898, "wallpaper": 1899, "pikachu": 1900, "raincoat": 1901, "plethora": 1902, "sailing": 1903, "mail": 1904, "steams": 1905, "kings": 1906, "island": 1907, "markers": 1908, "still": 1909, "drift": 1910, "lazily": 1911, "calm": 1912, "uniformed": 1913, "guard": 1914, "beach-goers": 1915, "multi": 1916, "shade": 1917, "may": 1918, "conversation": 1919, "bikinis": 1920, "bikini": 1921, "beachgoers": 1922, "lobby": 1923, "travelers": 1924, "transporting": 1925, "backpacks": 1926, "storm": 1927, "amount": 1928, "skiing": 1929, "gear": 1930, "piled": 1931, "was": 1932, "murdered": 1933, "wrap": 1934, "bull": 1935, "tusks": 1936, "cases": 1937, "suitcases": 1938, "available": 1939, "vendor": 1940, "rains": 1941, "candle": 1942, "toothbrush": 1943, "holder": 1944, "marilyn": 1945, "monroe": 1946, "tooth": 1947, "brushes": 1948, "puppies": 1949, "game": 1950, "dogs": 1951, "plays": 1952, "puppy": 1953, "waits": 1954, "family": 1955, "prepare": 1956, "ruins": 1957, "provides": 1958, "site": 1959, "flap": 1960, "setup": 1961, "suticase": 1962, "carry": 1963, "thru": 1964, "jungle": 1965, "palm": 1966, "fronds": 1967, "neatly": 1968, "packed": 1969, "clothes": 1970, "contents": 1971, "trip": 1972, "because": 1973, "chained": 1974, "lamppost": 1975, "jumps": 1976, "catch": 1977, "catching": 1978, "frisbee": 1979, "hind": 1980, "legs": 1981, "frizzbe": 1982, "breed": 1983, "caught": 1984, "belongings": 1985, "baggage": 1986, "studying": 1987, "map": 1988, "pushing": 1989, "wheelchair": 1990, "wears": 1991, "raincoats": 1992, "compartment": 1993, "junk": 1994, "nearly": 1995, "pieces": 1996, "notebooks": 1997, "folded": 1998, "notepad": 1999, "tote": 2000, "reading": 2001, "panda": 2002, "positioned": 2003, "huddled": 2004, "aerial": 2005, "eats": 2006, "dessert": 2007, "polar": 2008, "ledge": 2009, "bakground": 2010, "tan": 2011, "sofa": 2012, "comforter": 2013, "sad": 2014, "disk": 2015, "frisbe": 2016, "sittign": 2017, "sepia": 2018, "yells": 2019, "photographer": 2020, "natural": 2021, "lounge": 2022, "sport": 2023, "african": 2024, "american": 2025, "reaching": 2026, "compete": 2027, "involving": 2028, "jumping": 2029, "attempt": 2030, "reach": 2031, "petting": 2032, "television": 2033, "lap": 2034, "scratching": 2035, "smells": 2036, "whose": 2037, "verdant": 2038, "3": 2039, "midair": 2040, "blocking": 2041, "fun": 2042, "reaches": 2043, "attempts": 2044, "trio": 2045, "savanna": 2046, "alert": 2047, "special": 2048, "seek": 2049, "enjoy": 2050, "areas": 2051, "leg": 2052, "bridle": 2053, "chain": 2054, "link": 2055, "pavement": 2056, "digging": 2057, "paws": 2058, "lounging": 2059, "digs": 2060, "heart": 2061, "engraved": 2062, "stadium": 2063, "bleachers": 2064, "skating": 2065, "juggles": 2066, "rink": 2067, "parents": 2068, "teenager": 2069, "trotting": 2070, "mark": 2071, "forested": 2072, "frisbees": 2073, "attempting": 2074, "beyond": 2075, "chasing": 2076, "runs": 2077, "tow": 2078, "patch": 2079, "leaned": 2080, "muddy": 2081, "get": 2082, "sip": 2083, "pack": 2084, "hidden": 2085, "owner": 2086, "opening": 2087, "seem": 2088, "engaged": 2089, "combat": 2090, "desert": 2091, "facility": 2092, "beautiful": 2093, "blankets": 2094, "streak": 2095, "hooves": 2096, "blind": 2097, "blindfold": 2098, "points": 2099, "folds": 2100, "saddles": 2101, "riderless": 2102, "ridden": 2103, "freely": 2104, "starring": 2105, "fountain": 2106, "states": 2107, "ponies": 2108, "reigns": 2109, "stable": 2110, "tending": 2111, "caring": 2112, "grazes": 2113, "colt": 2114, "pony": 2115, "foal": 2116, "mommy": 2117, "warm": 2118, "leash": 2119, "prancing": 2120, "lead": 2121, "guiding": 2122, "trainer": 2123, "judge": 2124, "led": 2125, "judges": 2126, "touch": 2127, "noses": 2128, "groomed": 2129, "nuzzle": 2130, "cameraman": 2131, "carriages": 2132, "twigs": 2133, "pulled": 2134, "buggy": 2135, "reins": 2136, "barrier": 2137, "rider": 2138, "barely": 2139, "clearing": 2140, "jump": 2141, "obstacle": 2142, "uniform": 2143, "formation": 2144, "gentleman": 2145, "backs": 2146, "rears": 2147, "hills": 2148, "surface": 2149, "lodge": 2150, "ski": 2151, "donkeys": 2152, "carraige": 2153, "stagecoach": 2154, "driven": 2155, "filed": 2156, "english": 2157, "ring": 2158, "creme": 2159, "sauces": 2160, "cream": 2161, "healthy": 2162, "sushi": 2163, "raw": 2164, "fish": 2165, "advertising": 2166, "resort": 2167, "snowboarding": 2168, "collage": 2169, "boarders": 2170, "competition": 2171, "flyer": 2172, "poster": 2173, "juice": 2174, "smoothie": 2175, "apples": 2176, "banana": 2177, "blender": 2178, "blended": 2179, "lettuce": 2180, "grapes": 2181, "bananas": 2182, "oranges": 2183, "pears": 2184, "plums": 2185, "pitcher": 2186, "pitchers": 2187, "throw": 2188, "pitch": 2189, "batter": 2190, "professional": 2191, "warming": 2192, "snowstorm": 2193, "dropped": 2194, "good": 2195, "winding": 2196, "majestic": 2197, "plush": 2198, "pitching": 2199, "sox": 2200, "pitched": 2201, "bald": 2202, "softball": 2203, "glove": 2204, "experiment": 2205, "hooked": 2206, "placed": 2207, "wires": 2208, "ina": 2209, "apple": 2210, "ripe": 2211, "lining": 2212, "skier": 2213, "skis": 2214, "decline": 2215, "slope": 2216, "bat": 2217, "mitt": 2218, "catcher": 2219, "lie": 2220, "players": 2221, "jerseys": 2222, "diamond": 2223, "relaxed": 2224, "inning": 2225, "begin": 2226, "lips": 2227, "stripped": 2228, "snowboard": 2229, "action": 2230, "mid-air": 2231, "snowboarder": 2232, "performing": 2233, "selling": 2234, "grapefruit": 2235, "limes": 2236, "styrofoam": 2237, "laid": 2238, "lemons": 2239, "leafy": 2240, "round": 2241, "growing": 2242, "cucumbers": 2243, "beans": 2244, "washed": 2245, "zucchini": 2246, "tomatoes": 2247, "celery": 2248, "amongst": 2249, "toped": 2250, "beef": 2251, "cut-up": 2252, "steak": 2253, "here": 2254, "spare": 2255, "ribs": 2256, "unripe": 2257, "bloom": 2258, "bulb": 2259, "iwth": 2260, "gentle": 2261, "practice": 2262, "makes": 2263, "perfect": 2264, "any": 2265, "slopes": 2266, "skiers": 2267, "ketchup": 2268, "rice": 2269, "gravy": 2270, "sets": 2271, "hatch": 2272, "skiis": 2273, "sliding": 2274, "waterskiing": 2275, "splashing": 2276, "string": 2277, "potatoes": 2278, "potato": 2279, "peach": 2280, "cabbage": 2281, "except": 2282, "lay": 2283, "toasted": 2284, "flat": 2285, "cheesey": 2286, "covers": 2287, "almost": 2288, "entire": 2289, "fluffed": 2290, "tortilla": 2291, "gooey": 2292, "cheese": 2293, "lunch": 2294, "kiddie": 2295, "chicken": 2296, "balances": 2297, "florets": 2298, "finished": 2299, "contains": 2300, "stir": 2301, "fry": 2302, "squash": 2303, "consisting": 2304, "frying": 2305, "danish": 2306, "cherry": 2307, "icing": 2308, "treat": 2309, "doughnut": 2310, "skiiers": 2311, "maker": 2312, "skies": 2313, "dip": 2314, "dressing": 2315, "pickles": 2316, ";": 2317, "well": 2318, "sippy": 2319, "whale": 2320, "goggles": 2321, "go": 2322, "strawberry": 2323, "slice": 2324, "kiwi": 2325, "else": 2326, "jersey": 2327, "pitches": 2328, "salad": 2329, "jars": 2330, "luncheon": 2331, "tofu": 2332, "avocado": 2333, "contain": 2334, "carpeted": 2335, "berries": 2336, "grocery": 2337, "turf": 2338, "strawberries": 2339, "snowboarders": 2340, "snowboards": 2341, "capped": 2342, "boarder": 2343, "chili": 2344, "yogurt": 2345, "friends": 2346, "students": 2347, "participating": 2348, "deli": 2349, "sandwich": 2350, "steamed": 2351, "greens": 2352, "sub": 2353, "hoagie": 2354, "turkey": 2355, "chopped": 2356, "cut": 2357, "dusk": 2358, "peas": 2359, "produce": 2360, "eggplant": 2361, "poles": 2362, "fallen": 2363, "layed": 2364, "preparation": 2365, "ingredients": 2366, "used": 2367, "fine": 2368, "recipe": 2369, "egg": 2370, "carrot": 2371, "whole": 2372, "canned": 2373, "selection": 2374, "mix": 2375, "mass": 2376, "chinese": 2377, "oriental": 2378, "meet": 2379, "highchair": 2380, "casserole": 2381, "cauliflower": 2382, "strips": 2383, "cooked": 2384, "kind": 2385, "sides": 2386, "symbols": 2387, "foreign": 2388, "language": 2389, "meant": 2390, "chopsticks": 2391, "curry": 2392, "pasta": 2393, "alfredo": 2394, "fettuccine": 2395, "chunks": 2396, "skater": 2397, "grabs": 2398, "halfpipe": 2399, "skateboarder": 2400, "practicing": 2401, "airborne": 2402, "noodle": 2403, "onion": 2404, "wedge": 2405, "lime": 2406, "lifts": 2407, "steep": 2408, "tries": 2409, "stage": 2410, "projector": 2411, "hugging": 2412, "unusual": 2413, "hello": 2414, "kitty": 2415, "lunchbox": 2416, "appealing": 2417, "bento": 2418, "cartons": 2419, "characters": 2420, "n't": 2421, "compartments": 2422, "mac": 2423, "snacks": 2424, "stir-fry": 2425, "trey": 2426, "&": 2427, "cucumber": 2428, "crackers": 2429, "cherries": 2430, "bean": 2431, "rabbit": 2432, "bunny": 2433, "creamy": 2434, "skateboarding": 2435, "skills": 2436, "representing": 2437, "course": 2438, "abstract": 2439, "spinach": 2440, "bun": 2441, "sandwhich": 2442, "shredded": 2443, "jeans": 2444, "shoes": 2445, "upright": 2446, "pathway": 2447, "upclose": 2448, "seasoning": 2449, "fill": 2450, "finely": 2451, "spice": 2452, "stirfry": 2453, "pork": 2454, "dumplings": 2455, "quilt": 2456, "sort": 2457, "tomato": 2458, "mean": 2459, "french": 2460, "fries": 2461, "burger": 2462, "grilled": 2463, "appetizing": 2464, "snack": 2465, "finger": 2466, "buffet": 2467, "beverages": 2468, "radishes": 2469, "snap": 2470, "peanuts": 2471, "nuts": 2472, "sugar": 2473, "laden": 2474, "measuring": 2475, "juicer": 2476, "helmets": 2477, "snowsuits": 2478, "mainly": 2479, "steps": 2480, "stepping": 2481, "celebration": 2482, "watches": 2483, "birth": 2484, "lesson": 2485, "teaches": 2486, "bites": 2487, "boxed": 2488, "walnuts": 2489, "neat": 2490, "maneuvers": 2491, "skates": 2492, "sausage": 2493, "collection": 2494, "circles": 2495, "gourmet": 2496, "pepper": 2497, "mangos": 2498, "clementines": 2499, "-": 2500, "hotdog": 2501, "sour": 2502, "guacamole": 2503, "bug": 2504, "slathered": 2505, "salsa": 2506, "mayo": 2507, "lands": 2508, "boards": 2509, "skaters": 2510, "capture": 2511, "grinding": 2512, "roller": 2513, "balancing": 2514, "canon": 2515, "ollies": 2516, "leaping": 2517, "skateboards": 2518, "pops": 2519, "wheelie": 2520, "spaghetti": 2521, "condiments": 2522, "meatballs": 2523, "beverage": 2524, "rolled": 2525, "biscuits": 2526, "batches": 2527, "pigs": 2528, "breaded": 2529, "hotdogs": 2530, "sauerkraut": 2531, "mustard": 2532, "institutional": 2533, "retail": 2534, "smothered": 2535, "sausages": 2536, "buns": 2537, "kraut": 2538, "bitten": 2539, "took": 2540, "item": 2541, "leaps": 2542, "individual": 2543, "technical": 2544, "flip": 2545, "maneuver": 2546, "orders": 2547, "customer": 2548, "aprons": 2549, "folks": 2550, "peers": 2551, "bakery": 2552, "helping": 2553, "ordering": 2554, "foot": 2555, "toppings": 2556, "gets": 2557, "foot-long": 2558, "catsup": 2559, "relish": 2560, "tasty": 2561, "beers": 2562, "launched": 2563, "wintery": 2564, "went": 2565, "lace": 2566, "halved": 2567, "sesame": 2568, "thick": 2569, "ate": 2570, "crumbs": 2571, "sprinkles": 2572, "glazes": 2573, "flavored": 2574, "purchasing": 2575, "bins": 2576, "donut": 2577, "vender": 2578, "viewer": 2579, "cronuts": 2580, "breakfast": 2581, "foamy": 2582, "glaze": 2583, "dougnuts": 2584, "cupcakes": 2585, "muffins": 2586, "chocolates": 2587, "goodies": 2588, "platters": 2589, "jelly": 2590, "last": 2591, "try": 2592, "mugs": 2593, "tea": 2594, "honey": 2595, "lasagna": 2596, "garlic": 2597, "savory": 2598, "wafer": 2599, "entre": 2600, "accompanied": 2601, "edible": 2602, "belt": 2603, "arm": 2604, "enjoys": 2605, "campground": 2606, "tucked": 2607, "hit": 2608, "swinging": 2609, "blow": 2610, "batting": 2611, "mug": 2612, "saucer": 2613, "teapot": 2614, "stretches": 2615, "tennis": 2616, "racquet": 2617, "racket": 2618, "frosted": 2619, "breast": 2620, "funny": 2621, "redheaded": 2622, "sprinkled": 2623, "cookie": 2624, "dunking": 2625, "indoors": 2626, "audience": 2627, "court": 2628, "volleyball": 2629, "mid": 2630, "toss": 2631, "blowup": 2632, "inner": 2633, "tube": 2634, "surfer": 2635, "carries": 2636, "sight": 2637, "yummy": 2638, "layered": 2639, "citrus": 2640, "presented": 2641, "uneaten": 2642, "upscale": 2643, "portioned": 2644, "deserts": 2645, "cheesecake": 2646, "?": 2647, "soccer": 2648, "kick": 2649, "places": 2650, "muffin": 2651, "powder": 2652, "upon": 2653, "afternoon": 2654, "crystal": 2655, "pie": 2656, "layers": 2657, "slices": 2658, "hold": 2659, "candles": 2660, "blank": 2661, "page": 2662, "soda": 2663, "coke": 2664, "coca": 2665, "cola": 2666, "chips": 2667, "candies": 2668, "cups": 2669, "cupcake": 2670, "pound": 2671, "lettering": 2672, "wrapper": 2673, "candy": 2674, "seafood": 2675, "shrimp": 2676, "portion": 2677, "club": 2678, "removing": 2679, "surfboards": 2680, "surfers": 2681, "tide": 2682, "shirtless": 2683, "wave": 2684, "surfing": 2685, "foaming": 2686, "waves": 2687, "siding": 2688, "choppy": 2689, "save": 2690, "swim": 2691, "finishing": 2692, "crashes": 2693, "seas": 2694, "swimming": 2695, "advantage": 2696, "sampling": 2697, "infront": 2698, "prone": 2699, "ladies": 2700, "pies": 2701, "gold": 2702, "breaking": 2703, "probably": 2704, "idea": 2705, "when": 2706, "surfboarders": 2707, "wake": 2708, "boogie": 2709, "life": 2710, "vest": 2711, "congratulating": 2712, "guards": 2713, "shirts": 2714, "assist": 2715, "custard": 2716, "lemon": 2717, "array": 2718, "topper": 2719, "figurines": 2720, "rose": 2721, "petals": 2722, "tiered": 2723, "shoreline": 2724, "border": 2725, "porridge": 2726, "quick": 2727, "monster": 2728, "fan": 2729, "childs": 2730, "theme": 2731, "drops": 2732, "unmade": 2733, "portrait": 2734, "pillows": 2735, "nightstand": 2736, "packaged": 2737, "quite": 2738, "pillow": 2739, "slightly": 2740, "nursery": 2741, "dresser": 2742, "son": 2743, "asleep": 2744, "headboard": 2745, "rainbow": 2746, "chest": 2747, "passed": 2748, "arrived": 2749, "olives": 2750, "skirt": 2751, "socializing": 2752, "feast": 2753, "scattered": 2754, "flanked": 2755, "armoire": 2756, "neutral": 2757, "bedroom": 2758, "barefoot": 2759, "herbs": 2760, "cutter": 2761, "topping": 2762, "arugula": 2763, "twin": 2764, "dreary": 2765, "size": 2766, "arms": 2767, "wetsuits": 2768, "pepperoni": 2769, "mushrooms": 2770, "weird": 2771, "diaper": 2772, "diapers": 2773, "so": 2774, "must": 2775, "especially": 2776, "gross": 2777, "tons": 2778, "dolly": 2779, "haircut": 2780, "scissor": 2781, "persons": 2782, "personal": 2783, "peppers": 2784, "unfolded": 2785, "surfaces": 2786, "rocking": 2787, "north": 2788, "story": 2789, "patties": 2790, "patty": 2791, "difficult": 2792, "tell": 2793, "cookies": 2794, "allot": 2795, "seasoned": 2796, "lobsters": 2797, "broiler": 2798, "crab": 2799, "baking": 2800, "sheet": 2801, "bacon": 2802, "combined": 2803, "aluminum": 2804, "foil": 2805, "tin": 2806, "shellfish": 2807, "fired": 2808, "dough": 2809, "met": 2810, "olive": 2811, "greasy": 2812, "burned": 2813, "edges": 2814, "burnt": 2815, "parmesan": 2816, "crust": 2817, "doll": 2818, "match": 2819, "serve": 2820, "handful": 2821, "dumpling": 2822, "bay": 2823, "basil": 2824, "picking": 2825, "unsliced": 2826, "cheesy": 2827, "bands": 2828, "swing": 2829, "opponent": 2830, "forehand": 2831, "clay": 2832, "8": 2833, "safe": 2834, "study": 2835, "old-fashioned": 2836, "furniture": 2837, "anchovies": 2838, "operating": 2839, "hairless": 2840, "zoomed": 2841, "slate": 2842, "oddly": 2843, "sweat": 2844, "mushroom": 2845, "tiny": 2846, "uses": 2847, "lighted": 2848, "dinnerware": 2849, "lighter": 2850, "artisan": 2851, "corn": 2852, "surprised": 2853, "impressed": 2854, "hitting": 2855, "swings": 2856, "bouncing": 2857, "hits": 2858, "serves": 2859, "athlete": 2860, "overhand": 2861, "wii": 2862, "controllers": 2863, "games": 2864, "remote": 2865, "control": 2866, "bagged": 2867, "controller": 2868, "virtual": 2869, "entertainment": 2870, "aims": 2871, "sporting": 2872, "interactive": 2873, "gaming": 2874, "unit": 2875, "blouse": 2876, "blonde": 2877, "nintendo": 2878, "teenage": 2879, "lacy": 2880, "depicted": 2881, "boxing": 2882, "guys": 2883, "moment": 2884, "remotes": 2885, "daughter": 2886, "robe": 2887, "elder": 2888, "system": 2889, "legos": 2890, "constructed": 2891, "furnished": 2892, "stairs": 2893, "dollhouse": 2894, "3d": 2895, "drivers": 2896, "movie": 2897, "meeting": 2898, "classroom": 2899, "simulator": 2900, "controls": 2901, "console": 2902, "demo": 2903, "stations": 2904, "newest": 2905, "golf": 2906, "blast": 2907, "controlled": 2908, "robotic": 2909, "microsoft": 2910, "technicians": 2911, "move": 2912, "astroturf": 2913, "robot": 2914, "controlling": 2915, "testing": 2916, "unknown": 2917, "aim": 2918, "typical": 2919, "dispenser": 2920, "mismatched": 2921, "tank": 2922, "motes": 2923, "grandma": 2924, "settee": 2925, "piano": 2926, "parlor": 2927, "burgundy": 2928, "paisley": 2929, "patterns": 2930, "circle": 2931, "darkened": 2932, "shines": 2933, "keyboards": 2934, "mouse": 2935, "infant": 2936, "listening": 2937, "phones": 2938, "charge": 2939, "gather": 2940, "charger": 2941, "photographs": 2942, "bookcase": 2943, "trim": 2944, "exposed": 2945, "column": 2946, "sectional": 2947, "engaging": 2948, "kiteboard": 2949, "para-sailing": 2950, "hawk": 2951, "elevated": 2952, "costumes": 2953, "bells": 2954, "domed": 2955, "alcove": 2956, "cartoons": 2957, "vast": 2958, "windsurfing": 2959, "para": 2960, "called": 2961, "pillar": 2962, "hung": 2963, "sizes": 2964, "mariner": 2965, "vanities": 2966, "purse": 2967, "watched": 2968, "played": 2969, "starting": 2970, "winds": 2971, "umpire": 2972, "position": 2973, "west": 2974, "hero": 2975, "tones": 2976, "punk": 2977, "tool": 2978, "dancing": 2979, "prop": 2980, "rod": 2981, "tattooed": 2982, "oar": 2983, "tattoo": 2984, "floppy": 2985, "thing": 2986, "waling": 2987, "urn": 2988, "haze": 2989, "raised": 2990, "asia": 2991, "incoming": 2992, "youth": 2993, "league": 2994, "bases": 2995, "awaits": 2996, "stance": 2997, "referee": 2998, "gone": 2999, "hitter": 3000, "progress": 3001, "catches": 3002, "missed": 3003, "coach": 3004, "session": 3005, "catchers": 3006, "crouches": 3007, "fans": 3008, "live": 3009, "apparently": 3010, "strike": 3011, "batters": 3012, "state": 3013, "surround": 3014, "ion": 3015, "scramble": 3016, "scoreboard": 3017, "outfield": 3018, "plenty": 3019, "prominent": 3020, "ham": 3021, "such": 3022, "partial": 3023, "uncooked": 3024, "approaching": 3025, "poised": 3026, "doubles": 3027, "outfits": 3028, "skirts": 3029, "start": 3030, "prior": 3031, "dribbling": 3032, "stares": 3033, "outward": 3034, "weather": 3035, "vein": 3036, "rooftop": 3037, "weathervane": 3038, "vane": 3039, "beautifully": 3040, "housed": 3041, "faces": 3042, "skyscraper": 3043, "band": 3044, "product": 3045, "description": 3046, "card": 3047, "crate": 3048, "mothers": 3049, "mason": 3050, "twig": 3051, "windowsill": 3052, "balls": 3053, "filling": 3054, "burner": 3055, "pull": 3056, "burners": 3057, "playground": 3058, "smart": 3059, "metallic": 3060, "combines": 3061, "backsplash": 3062, "news": 3063, "stories": 3064, "screenshot": 3065, "texting": 3066, "website": 3067, "tech": 3068, "web": 3069, "pda": 3070, "webpage": 3071, "technological": 3072, "articles": 3073, "shops": 3074, "package": 3075, "checks": 3076, "bust": 3077, "ipod": 3078, "headphone": 3079, "smartphone": 3080, "headphones": 3081, "pod": 3082, "balance": 3083, "objects": 3084, "boxy": 3085, "whit": 3086, "territory": 3087, "connection": 3088, "mixing": 3089, "protruding": 3090, "facade": 3091, "affixed": 3092, "magnificent": 3093, "columns": 3094, "arches": 3095, "infamous": 3096, "ben": 3097, "parliament": 3098, "moon": 3099, "star": 3100, "edifice": 3101, "artistic": 3102, "fix": 3103, "glowing": 3104, "traditional": 3105, "shining": 3106, "stroller": 3107, "castle": 3108, "spire": 3109, "steeple": 3110, "o'clock": 3111, "scary": 3112, "goatee": 3113, "pins": 3114, "clothesline": 3115, "balcony": 3116, "gravel": 3117, "popular": 3118, "upward": 3119, "metro": 3120, "lighthouse": 3121, "farmers": 3122, "every": 3123, "towering": 3124, "overlooks": 3125, "stately": 3126, "ferris": 3127, "barren": 3128, "pottery": 3129, "dragon": 3130, "potter": 3131, "stems": 3132, "dried": 3133, "dollar": 3134, "seed": 3135, "pods": 3136, "novelty": 3137, "caption": 3138, "creations": 3139, "designs": 3140, "wildflower": 3141, "buds": 3142, "bamboo": 3143, "tongs": 3144, "stem": 3145, "photographed": 3146, "distorted": 3147, "mannequin": 3148, "blades": 3149, "frilly": 3150, "paintings": 3151, "pairs": 3152, "dangling": 3153, "canvas": 3154, "amazing": 3155, "exotic": 3156, "silverware": 3157, "less": 3158, "tale": 3159, "clothed": 3160, "tabe": 3161, "toast": 3162, "teen": 3163, 